Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourcesDiagnosticsMetricsTitle.Text
source: Diagnostics metrics
ar_sa: مقاييس التشخيص
de_de: Diagnosemetriken
es_es: Métricas de diagnóstico
fr_fr: Métriques de diagnostic
hi_in: डायग्नोस्टिक्स मेट्रिक्स
ja_jp: 診断メトリクス
ko_kr: 진단 지표
pt_br: Métricas de diagnóstico
tr_tr: Teşhis metrikleri
zh_hans: 诊断指标

# SourcesGuideCoverageLabel.Text
source: GUIDE COVERAGE
ar_sa: تغطية الدليل
de_de: GUIDE-ABDECKUNG
es_es: COBERTURA DE LA GUÍA
fr_fr: COUVERTURE DU GUIDE
hi_in: गाइड कवरेज
ja_jp: ガイドの内容
ko_kr: 가이드 범위
pt_br: COBERTURA DO GUIA
tr_tr: KILAVUZ KAPSAMI
zh_hans: 指南覆盖范围

# SourcesGuideDetailsLabel.Text
source: Guide details
ar_sa: تفاصيل الدليل
de_de: Details zum Reiseführer
es_es: Detalles de la guía
fr_fr: Détails du guide
hi_in: गाइड विवरण
ja_jp: ガイド詳細
ko_kr: 가이드 세부정보
pt_br: Detalhes do guia
tr_tr: Kılavuz ayrıntıları
zh_hans: 指南详情

# SourcesGuideMappingLabel.Text
source: GUIDE MAPPING
ar_sa: رسم الخرائط الإرشادية
de_de: GUIDE-KARTIERUNG
es_es: MAPEO DE GUÍA
fr_fr: CARTOGRAPHIE DES GUIDES
hi_in: गाइड मैपिंग
ja_jp: ガイドマッピング
ko_kr: 가이드 매핑
pt_br: MAPEAMENTO DE GUIA
tr_tr: KILAVUZ HARİTALAMA
zh_hans: 指南映射

# SourcesGuideSnapshotLabel.Text
source: GUIDE SNAPSHOT
ar_sa: لقطة إرشادية
de_de: GUIDE-SCHNAPPSCHUSS
es_es: INSTANTÁNEA DE LA GUÍA
fr_fr: APERÇU DU GUIDE
hi_in: गाइड स्नैपशॉट
ja_jp: ガイドのスナップショット
ko_kr: 가이드 스냅샷
pt_br: INSTANTÂNEO DO GUIA
tr_tr: KILAVUZUN ANLIK GÖRÜNTÜSÜ
zh_hans: 指南快照

# SourcesGuideSyncMenuItem.Text
source: Guide Sync
ar_sa: دليل المزامنة
de_de: Guide-Synchronisierung
es_es: Sincronización de guía
fr_fr: Synchronisation des guides
hi_in: गाइड सिंक
ja_jp: ガイド同期
ko_kr: 가이드 동기화
pt_br: Sincronização de guia
tr_tr: Kılavuz Senkronizasyonu
zh_hans: 指南同步

# SourcesLastSuccessLabel.Text
source: LAST SUCCESS
ar_sa: النجاح الأخير
de_de: LETZTER ERFOLG
es_es: ÚLTIMO ÉXITO
fr_fr: DERNIER SUCCÈS
hi_in: अंतिम सफलता
ja_jp: 最後の成功
ko_kr: 마지막 성공
pt_br: ÚLTIMO SUCESSO
tr_tr: SON BAŞARI
zh_hans: 最后的成功

# SourcesLiveChannelsLabel.Text
source: LIVE CHANNELS
ar_sa: القنوات الحية
de_de: LIVE-KANÄLE
es_es: CANALES EN VIVO
fr_fr: CHAÎNES EN DIRECT
hi_in: लाइव चैनल
ja_jp: ライブチャンネル
ko_kr: 라이브 채널
pt_br: CANAIS AO VIVO
tr_tr: CANLI KANALLAR
zh_hans: 直播频道

# SourcesManagedSourcesLabel.Text
source: MANAGED SOURCES
ar_sa: المصادر المُدارة
de_de: VERWALTETE QUELLEN
es_es: FUENTES GESTIONADAS
fr_fr: SOURCES GÉRÉES
hi_in: प्रबंधित स्रोत
ja_jp: 管理されたソース
ko_kr: 관리형 소스
pt_br: FONTES GERENCIADAS
tr_tr: YÖNETİLEN KAYNAKLAR
zh_hans: 托管来源

# SourcesOperationalRoutingLabel.Text
source: Operational routing
ar_sa: التوجيه التشغيلي
de_de: Operatives Routing
es_es: Enrutamiento operativo
fr_fr: Routage opérationnel
hi_in: परिचालन रूटिंग
ja_jp: 運用ルーティング
ko_kr: 운영 라우팅
pt_br: Roteamento operacional
tr_tr: Operasyonel yönlendirme
zh_hans: 操作路由

# SourcesOverviewTitle.Text
source: Source Overview
ar_sa: نظرة عامة على المصدر
de_de: Quellenübersicht
es_es: Descripción general de la fuente
fr_fr: Aperçu des sources
hi_in: स्रोत अवलोकन
ja_jp: ソースの概要
ko_kr: 소스 개요
pt_br: Visão geral da fonte
tr_tr: Kaynağa Genel Bakış
zh_hans: 来源概述

# SourcesPageSubtitle.Text
source: Manage sources, guide coverage, and recent updates.
ar_sa: إدارة المصادر وتغطية الدليل والتحديثات الأخيرة.
de_de: Verwalten Sie Quellen, Leitfäden und aktuelle Aktualisierungen.
es_es: Administre fuentes, guie la cobertura y las actualizaciones recientes.
fr_fr: Gérez les sources, la couverture du guide et les mises à jour récentes.
hi_in: स्रोत, गाइड कवरेज और हालिया अपडेट प्रबंधित करें।
ja_jp: ソース、ガイド範囲、最近の更新を管理します。
ko_kr: 소스, 가이드 적용 범위 및 최신 업데이트를 관리합니다.
pt_br: Gerencie fontes, oriente a cobertura e atualizações recentes.
tr_tr: Kaynakları, kılavuz kapsamını ve son güncellemeleri yönetin.
zh_hans: 管理来源、指南覆盖范围和最新更新。

# SourcesPageTitle.Text
source: Sources
ar_sa: المصادر
de_de: Quellen
es_es: Fuentes
hi_in: सूत्र
ja_jp: 情報源
ko_kr: 출처
pt_br: Fontes
tr_tr: Kaynaklar
zh_hans: 来源

# SourcesRecentActivityLabel.Text
source: RECENT ACTIVITY
ar_sa: النشاط الأخير
de_de: LETZTE AKTIVITÄT
es_es: ACTIVIDAD RECIENTE
fr_fr: ACTIVITÉ RÉCENTE
hi_in: हाल की गतिविधि
ja_jp: 最近の活動
ko_kr: 최근 활동
pt_br: ATIVIDADE RECENTE
tr_tr: SON AKTİVİTE
zh_hans: 最近的活动

# SourcesRecentSyncActivitySubtitle.Text
source: Latest source imports, guide updates, and recovery activity.
ar_sa: أحدث واردات المصدر وتحديثات الدليل ونشاط الاسترداد.
de_de: Aktuelle Quellimporte, Anleitungsaktualisierungen und Wiederherstellungsaktivitäten.
es_es: Importaciones de fuentes más recientes, actualizaciones de guías y actividad de recuperación.
fr_fr: Dernières importations de sources, mises à jour du guide et activité de récupération.
hi_in: नवीनतम स्रोत आयात, गाइड अपडेट और पुनर्प्राप्ति गतिविधि।
ja_jp: 最新のソースのインポート、ガイドの更新、および回復アクティビティ。
ko_kr: 최신 소스 가져오기, 가이드 업데이트 및 복구 활동.
pt_br: Últimas importações de fontes, atualizações de guias e atividades de recuperação.
tr_tr: En son kaynak içe aktarmaları, kılavuz güncellemeleri ve kurtarma etkinliği.
zh_hans: 最新源导入、指南更新和恢复活动。

# SourcesRecentSyncActivityTitle.Text
source: Recent Sync Activity
ar_sa: نشاط المزامنة الأخير
de_de: Letzte Synchronisierungsaktivität
es_es: Actividad de sincronización reciente
fr_fr: Activité de synchronisation récente
hi_in: हाल की सिंक गतिविधि
ja_jp: 最近の同期アクティビティ
ko_kr: 최근 동기화 활동
pt_br: Atividade de sincronização recente
tr_tr: Son Senkronizasyon Etkinliği
zh_hans: 最近的同步活动

# SourcesRecommendedActionsTitle.Text
source: Recommended actions
ar_sa: الإجراءات الموصى بها
de_de: Empfohlene Maßnahmen
es_es: Acciones recomendadas
fr_fr: Actions recommandées
hi_in: अनुशंसित कार्यवाही
ja_jp: 推奨されるアクション
ko_kr: 권장 조치
pt_br: Ações recomendadas
tr_tr: Önerilen eylemler
zh_hans: 建议采取的行动

# SourcesRepairAssistantExpander.Header
source: Repair assistant
ar_sa: مساعد إصلاح
de_de: Reparaturassistent
es_es: Asistente de reparación
fr_fr: Assistant de réparation
hi_in: मरम्मत सहायक
ja_jp: 修理助手
ko_kr: 수리 도우미
pt_br: Assistente de reparo
tr_tr: Tamir asistanı
zh_hans: 维修助理

# SourcesSearchBox.PlaceholderText
source: Search sources, guide mode, or status
ar_sa: مصادر البحث، وضع الدليل، أو الحالة
de_de: Suchquellen, Guide-Modus oder Status
es_es: Buscar fuentes, modo guía o estado
fr_fr: Rechercher des sources, un mode guide ou un état
hi_in: स्रोत, गाइड मोड, या स्थिति खोजें
ja_jp: ソース、ガイドモード、またはステータスを検索します
ko_kr: 소스, 가이드 모드 또는 상태 검색
pt_br: Fontes de pesquisa, modo de guia ou status
tr_tr: Kaynakları, kılavuz modunu veya durumu arayın
zh_hans: 搜索源、指南模式或状态

# SourcesSourceStatusLabel.Text
source: SOURCE STATUS
ar_sa: حالة المصدر
de_de: QUELLENSTATUS
es_es: ESTADO DE LA FUENTE
fr_fr: ÉTAT DE LA SOURCE
hi_in: स्रोत स्थिति
ja_jp: ソースステータス
ko_kr: 소스 상태
pt_br: ESTADO DA FONTE
tr_tr: KAYNAK DURUMU
zh_hans: 来源状态

# SourcesStatusSummaryLabel.Text
source: STATUS SUMMARY
ar_sa: ملخص الحالة
de_de: STATUSÜBERSICHT
es_es: RESUMEN DE ESTADO
fr_fr: RÉSUMÉ DU STATUT
hi_in: स्थिति सारांश
ja_jp: ステータスの概要
ko_kr: 상태 요약
pt_br: RESUMO DO ESTADO
tr_tr: DURUM ÖZETİ
zh_hans: 现状总结

# SourcesSuggestedActionsTitle.Text
source: Suggested next actions
ar_sa: الإجراءات التالية المقترحة
de_de: Empfohlene nächste Maßnahmen
es_es: Próximas acciones sugeridas
fr_fr: Prochaines actions suggérées
hi_in: अगली कार्रवाई का सुझाव दिया
ja_jp: 提案される次のアクション
ko_kr: 제안된 다음 조치
pt_br: Próximas ações sugeridas
tr_tr: Önerilen sonraki eylemler
zh_hans: 建议的下一步行动

# SourcesSyncValidationLabel.Text
source: Sync and validation
ar_sa: المزامنة والتحقق من الصحة
de_de: Synchronisierung und Validierung
es_es: Sincronización y validación
fr_fr: Synchronisation et validation
hi_in: सिंक और सत्यापन
ja_jp: 同期と検証
ko_kr: 동기화 및 유효성 검사
pt_br: Sincronização e validação
tr_tr: Senkronizasyon ve doğrulama
zh_hans: 同步和验证

# SourcesTopIssuesTitle.Text
source: Top issues
ar_sa: أهم القضايا
de_de: Top-Themen
es_es: Temas principales
fr_fr: Problèmes majeurs
hi_in: शीर्ष मुद्दे
ja_jp: 主要な問題
ko_kr: 주요 문제
pt_br: Principais problemas
tr_tr: En önemli sorunlar
zh_hans: 热门问题

# SourcesVodOnlyMenuItem.Text
source: VOD Only
ar_sa: كرويريتيرم0 فقط
de_de: Nur VOD
es_es: Solo VOD
fr_fr: VOD uniquement
hi_in: VOD केवल
ja_jp: VOD のみ
ko_kr: VOD 전용
pt_br: Apenas VOD
tr_tr: Yalnızca VOD
zh_hans: 仅限 VOD

# Submission.CredentialHandlingSummary
source: Source credentials are used only to connect to sources the user configures. Protected credential copies use Windows DPAPI CurrentUser scope when available, with plaintext compatibility retained for existing import and parser flows.
ar_sa: تبقى بيانات اعتماد الموفر على هذا الجهاز ويتم تنقيحها من تقارير المشاركة الآمنة.
de_de: Die Anmeldeinformationen des Anbieters bleiben auf diesem Gerät und werden aus Share-Safe-Berichten entfernt.
es_es: Las credenciales del proveedor permanecen en este dispositivo y se eliminan de los informes seguros para compartir.
fr_fr: Les informations d’identification du fournisseur restent sur cet appareil et sont supprimées des rapports partagés.
hi_in: प्रदाता क्रेडेंशियल इस डिवाइस पर रहते हैं और शेयर-सुरक्षित रिपोर्ट से संपादित किए जाते हैं।
ja_jp: プロバイダーの資格情報はこのデバイスに残り、共有安全レポートから編集されます。
ko_kr: 공급자 자격 증명은 이 장치에 유지되며 공유 안전 보고서에서 수정됩니다.
pt_br: As credenciais do provedor permanecem neste dispositivo e são editadas dos relatórios seguros para compartilhamento.
tr_tr: Sağlayıcı kimlik bilgileri bu cihazda kalır ve paylaşım güvenli raporlardan çıkarılır.
zh_hans: 提供商凭据保留在此设备上，并从共享安全报告中进行编辑。

# Submission_CredentialHandlingSummary
source: Source credentials are used only to connect to sources the user configures. Protected credential copies use Windows DPAPI CurrentUser scope when available, with plaintext compatibility retained for existing import and parser flows.
ar_sa: تبقى بيانات اعتماد الموفر على هذا الجهاز ويتم تنقيحها من تقارير المشاركة الآمنة.
de_de: Die Anmeldeinformationen des Anbieters bleiben auf diesem Gerät und werden aus Share-Safe-Berichten entfernt.
es_es: Las credenciales del proveedor permanecen en este dispositivo y se eliminan de los informes seguros para compartir.
fr_fr: Les informations d’identification du fournisseur restent sur cet appareil et sont supprimées des rapports partagés.
hi_in: प्रदाता क्रेडेंशियल इस डिवाइस पर रहते हैं और शेयर-सुरक्षित रिपोर्ट से संपादित किए जाते हैं।
ja_jp: プロバイダーの資格情報はこのデバイスに残り、共有安全レポートから編集されます。
ko_kr: 공급자 자격 증명은 이 장치에 유지되며 공유 안전 보고서에서 수정됩니다.
pt_br: As credenciais do provedor permanecem neste dispositivo e são editadas dos relatórios seguros para compartilhamento.
tr_tr: Sağlayıcı kimlik bilgileri bu cihazda kalır ve paylaşım güvenli raporlardan çıkarılır.
zh_hans: 提供商凭据保留在此设备上，并从共享安全报告中进行编辑。

# Submission.Help.Step1
source: 1. Add an M3U playlist, Xtream provider, or Stalker portal.
ar_sa: 1. أضف قائمة M3U الخاصة بك أو مزود Xtream أو ملف تعريف بوابة مدعوماً.
de_de: 1. Fügen Sie Ihre eigene M3U-Wiedergabeliste, Ihren Xtream-Anbieter oder ein unterstütztes Anbieterportalprofil hinzu.
es_es: Agregue una fuente M3U, Xtream o Stalker desde Fuentes.
fr_fr: Ajoutez une source M3U, Xtream ou Stalker à partir de Sources.
hi_in: स्रोतों से एक M3U, Xtream, या Stalker स्रोत जोड़ें।
ja_jp: 1. 自分の M3U プレイリスト、Xtream プロバイダー、または対応するポータルプロファイルを追加します。
ko_kr: 소스에서 M3U, Xtream 또는 Stalker 소스를 추가합니다.
pt_br: Adicione uma origem M3U, Xtream ou Stalker em Fontes.
tr_tr: Kaynaklardan bir M3U, Xtream veya Stalker kaynağı ekleyin.
zh_hans: 从源中添加 M3U、Xtream 或 Stalker 源。

# Submission_Help_Step1
source: 1. Add an M3U playlist, Xtream provider, or Stalker portal.
ar_sa: 1. أضف قائمة M3U الخاصة بك أو مزود Xtream أو ملف تعريف بوابة مدعوماً.
de_de: 1. Fügen Sie Ihre eigene M3U-Wiedergabeliste, Ihren Xtream-Anbieter oder ein unterstütztes Anbieterportalprofil hinzu.
es_es: Agregue una fuente M3U, Xtream o Stalker desde Fuentes.
fr_fr: Ajoutez une source M3U, Xtream ou Stalker à partir de Sources.
hi_in: स्रोतों से एक M3U, Xtream, या Stalker स्रोत जोड़ें।
ja_jp: 1. 自分の M3U プレイリスト、Xtream プロバイダー、または対応するポータルプロファイルを追加します。
ko_kr: 소스에서 M3U, Xtream 또는 Stalker 소스를 추가합니다.
pt_br: Adicione uma origem M3U, Xtream ou Stalker em Fontes.
tr_tr: Kaynaklardan bir M3U, Xtream veya Stalker kaynağı ekleyin.
zh_hans: 从源中添加 M3U、Xtream 或 Stalker 源。

# Submission.Help.Step2
source: 2. Let KROIRA complete the first sync and health check.
ar_sa: 2. دع KROIRA يكمل أول مزامنة وفحص صحة.
de_de: 2. Lassen Sie KROIRA die erste Synchronisierung und Integritätsprüfung abschließen.
es_es: Utilice TV, películas y series en vivo para explorar contenido de proveedores importados.
fr_fr: Utilisez Live TV, Films et Séries pour parcourir le contenu du fournisseur importé.
hi_in: आयातित प्रदाता सामग्री ब्राउज़ करने के लिए लाइव टीवी, मूवी और सीरीज़ का उपयोग करें।
ja_jp: 2. KROIRA が最初の同期とヘルスチェックを完了するまで待ちます。
ko_kr: 라이브 TV, 영화 및 시리즈를 사용하여 가져온 공급자 콘텐츠를 찾아보세요.
pt_br: Use TV ao vivo, filmes e séries para navegar pelo conteúdo importado do provedor.
tr_tr: İçe aktarılan sağlayıcı içeriğine göz atmak için Canlı TV, Filmler ve Dizileri kullanın.
zh_hans: 使用直播电视、电影和电视剧浏览导入的提供商内容。

# Submission_Help_Step2
source: 2. Let KROIRA complete the first sync and health check.
ar_sa: 2. دع KROIRA يكمل أول مزامنة وفحص صحة.
de_de: 2. Lassen Sie KROIRA die erste Synchronisierung und Integritätsprüfung abschließen.
es_es: Utilice TV, películas y series en vivo para explorar contenido de proveedores importados.
fr_fr: Utilisez Live TV, Films et Séries pour parcourir le contenu du fournisseur importé.
hi_in: आयातित प्रदाता सामग्री ब्राउज़ करने के लिए लाइव टीवी, मूवी और सीरीज़ का उपयोग करें।
ja_jp: 2. KROIRA が最初の同期とヘルスチェックを完了するまで待ちます。
ko_kr: 라이브 TV, 영화 및 시리즈를 사용하여 가져온 공급자 콘텐츠를 찾아보세요.
pt_br: Use TV ao vivo, filmes e séries para navegar pelo conteúdo importado do provedor.
tr_tr: İçe aktarılan sağlayıcı içeriğine göz atmak için Canlı TV, Filmler ve Dizileri kullanın.
zh_hans: 使用直播电视、电影和电视剧浏览导入的提供商内容。

# Submission.Help.Step3
source: 3. Browse Live TV, Movies, Series, Favorites, or Continue Watching.
ar_sa: 3. تصفح التلفزيون المباشر أو الأفلام أو المسلسلات أو المفضلات أو متابعة المشاهدة.
de_de: 3. Durchsuchen Sie Live-TV, Filme, Serien, Favoriten oder Weiterschauen.
es_es: Abra Configuración para ajustar la apariencia, el idioma, las copias de seguridad y la actualización de la fuente.
fr_fr: Ouvrez Paramètres pour ajuster l'apparence, la langue, les sauvegardes et l'actualisation de la source.
hi_in: उपस्थिति, भाषा, बैकअप और स्रोत रिफ्रेश को समायोजित करने के लिए सेटिंग्स खोलें।
ja_jp: 3. ライブ TV、映画、シリーズ、お気に入り、または継続視聴を参照します。
ko_kr: 설정을 열어서 모양, 언어, 백업, 소스 새로고침을 조정하세요.
pt_br: Abra Configurações para ajustar a aparência, o idioma, os backups e a atualização da fonte.
tr_tr: Görünümü, dili, yedeklemeleri ve kaynak yenilemeyi ayarlamak için Ayarlar'ı açın.
zh_hans: 打开“设置”以调整外观、语言、备份和源刷新。

# Submission_Help_Step3
source: 3. Browse Live TV, Movies, Series, Favorites, or Continue Watching.
ar_sa: 3. تصفح التلفزيون المباشر أو الأفلام أو المسلسلات أو المفضلات أو متابعة المشاهدة.
de_de: 3. Durchsuchen Sie Live-TV, Filme, Serien, Favoriten oder Weiterschauen.
es_es: Abra Configuración para ajustar la apariencia, el idioma, las copias de seguridad y la actualización de la fuente.
fr_fr: Ouvrez Paramètres pour ajuster l'apparence, la langue, les sauvegardes et l'actualisation de la source.
hi_in: उपस्थिति, भाषा, बैकअप और स्रोत रिफ्रेश को समायोजित करने के लिए सेटिंग्स खोलें।
ja_jp: 3. ライブ TV、映画、シリーズ、お気に入り、または継続視聴を参照します。
ko_kr: 설정을 열어서 모양, 언어, 백업, 소스 새로고침을 조정하세요.
pt_br: Abra Configurações para ajustar a aparência, o idioma, os backups e a atualização da fonte.
tr_tr: Görünümü, dili, yedeklemeleri ve kaynak yenilemeyi ayarlamak için Ayarlar'ı açın.
zh_hans: 打开“设置”以调整外观、语言、备份和源刷新。

# Submission.Help.Step4
source: 4. If guide coverage looks weak, review the source in Sources and adjust guide settings there.
ar_sa: 4. إذا بدت تغطية الدليل ضعيفة، فراجع المصدر في المصادر واضبط إعدادات الدليل هناك.
de_de: 4. Wenn die EPG-Abdeckung schwach wirkt, prüfen Sie die Quelle unter Quellen und passen Sie dort die Guide-Einstellungen an.
es_es: Utilice exportaciones de diagnóstico cuando comparta detalles de soporte.
fr_fr: Utilisez les exportations de diagnostics lors du partage des détails de support.
hi_in: समर्थन विवरण साझा करते समय डायग्नोस्टिक्स निर्यात का उपयोग करें।
ja_jp: 4. ガイドのカバー率が低い場合は、ソースで該当ソースを確認し、そこでガイド設定を調整します。
ko_kr: 지원 세부 정보를 공유할 때 진단 내보내기를 사용하세요.
pt_br: Use exportações de diagnóstico ao compartilhar detalhes de suporte.
tr_tr: Destek ayrıntılarını paylaşırken tanılama dışa aktarımlarını kullanın.
zh_hans: 共享支持详细信息时使用诊断导出。

# Submission_Help_Step4
source: 4. If guide coverage looks weak, review the source in Sources and adjust guide settings there.
ar_sa: 4. إذا بدت تغطية الدليل ضعيفة، فراجع المصدر في المصادر واضبط إعدادات الدليل هناك.
de_de: 4. Wenn die EPG-Abdeckung schwach wirkt, prüfen Sie die Quelle unter Quellen und passen Sie dort die Guide-Einstellungen an.
es_es: Utilice exportaciones de diagnóstico cuando comparta detalles de soporte.
fr_fr: Utilisez les exportations de diagnostics lors du partage des détails de support.
hi_in: समर्थन विवरण साझा करते समय डायग्नोस्टिक्स निर्यात का उपयोग करें।
ja_jp: 4. ガイドのカバー率が低い場合は、ソースで該当ソースを確認し、そこでガイド設定を調整します。
ko_kr: 지원 세부 정보를 공유할 때 진단 내보내기를 사용하세요.
pt_br: Use exportações de diagnóstico ao compartilhar detalhes de suporte.
tr_tr: Destek ayrıntılarını paylaşırken tanılama dışa aktarımlarını kullanın.
zh_hans: 共享支持详细信息时使用诊断导出。

# Submission.LegalDisclaimer
source: KROIRA is a media player and source manager. KROIRA does not provide channels, streams, playlists, subscriptions, or media content. Users are responsible for adding only authorized sources and for complying with applicable provider terms and laws. KROIRA does not bypass DRM, paywalls, authentication, or access controls.
ar_sa: KROIRA هو مشغل وسائط ومدير مصادر. لا يوفر KROIRA قنوات أو بثوثاً أو قوائم تشغيل أو اشتراكات أو بيانات اعتماد أو محتوى وسائط. يتحمل المستخدمون مسؤولية إضافة المصادر المصرح بها فقط والالتزام بشروط المزود والقوانين المعمول بها. لا يتجاوز KROIRA DRM أو جدران الدفع أو المصادقة أو قيود المزود أو عناصر التحكم في الوصول.
de_de: KROIRA ist ein Mediaplayer und Quellenmanager. KROIRA stellt keine Kanäle, Streams, Wiedergabelisten, Abonnements, Zugangsdaten oder Medieninhalte bereit. Benutzer sind dafür verantwortlich, nur autorisierte Quellen hinzuzufügen und geltende Anbieterbedingungen und Gesetze einzuhalten. KROIRA umgeht keine DRM-, Paywall-, Authentifizierungs-, Anbieter- oder Zugriffsbeschränkungen.
es_es: KROIRA no proporciona canales, listas de reproducción, suscripciones ni contenido multimedia.
fr_fr: KROIRA ne fournit pas de chaînes, de listes de lecture, d'abonnements ou de contenu multimédia.
hi_in: KROIRA चैनल, प्लेलिस्ट, सदस्यता या मीडिया सामग्री प्रदान नहीं करता है।
ja_jp: KROIRA はメディアプレーヤー兼ソースマネージャーです。KROIRA はチャンネル、ストリーム、プレイリスト、サブスクリプション、認証情報、メディアコンテンツを提供しません。ユーザーは、許可されたソースのみを追加し、該当するプロバイダー規約と法律を遵守する責任があります。KROIRA は DRM、ペイウォール、認証、プロバイダー制限、アクセス制御を回避しません。
ko_kr: KROIRA은 채널, 재생 목록, 구독 또는 미디어 콘텐츠를 제공하지 않습니다.
pt_br: KROIRA não fornece canais, listas de reprodução, assinaturas ou conteúdo de mídia.
tr_tr: KROIRA kanallar, oynatma listeleri, abonelikler veya medya içeriği sağlamaz.
zh_hans: KROIRA 不提供频道、播放列表、订阅或媒体内容。

# Submission_LegalDisclaimer
source: KROIRA is a media player and source manager. KROIRA does not provide channels, streams, playlists, subscriptions, or media content. Users are responsible for adding only authorized sources and for complying with applicable provider terms and laws. KROIRA does not bypass DRM, paywalls, authentication, or access controls.
ar_sa: KROIRA هو مشغل وسائط ومدير مصادر. لا يوفر KROIRA قنوات أو بثوثاً أو قوائم تشغيل أو اشتراكات أو بيانات اعتماد أو محتوى وسائط. يتحمل المستخدمون مسؤولية إضافة المصادر المصرح بها فقط والالتزام بشروط المزود والقوانين المعمول بها. لا يتجاوز KROIRA DRM أو جدران الدفع أو المصادقة أو قيود المزود أو عناصر التحكم في الوصول.
de_de: KROIRA ist ein Mediaplayer und Quellenmanager. KROIRA stellt keine Kanäle, Streams, Wiedergabelisten, Abonnements, Zugangsdaten oder Medieninhalte bereit. Benutzer sind dafür verantwortlich, nur autorisierte Quellen hinzuzufügen und geltende Anbieterbedingungen und Gesetze einzuhalten. KROIRA umgeht keine DRM-, Paywall-, Authentifizierungs-, Anbieter- oder Zugriffsbeschränkungen.
es_es: KROIRA no proporciona canales, listas de reproducción, suscripciones ni contenido multimedia.
fr_fr: KROIRA ne fournit pas de chaînes, de listes de lecture, d'abonnements ou de contenu multimédia.
hi_in: KROIRA चैनल, प्लेलिस्ट, सदस्यता या मीडिया सामग्री प्रदान नहीं करता है।
ja_jp: KROIRA はメディアプレーヤー兼ソースマネージャーです。KROIRA はチャンネル、ストリーム、プレイリスト、サブスクリプション、認証情報、メディアコンテンツを提供しません。ユーザーは、許可されたソースのみを追加し、該当するプロバイダー規約と法律を遵守する責任があります。KROIRA は DRM、ペイウォール、認証、プロバイダー制限、アクセス制御を回避しません。
ko_kr: KROIRA은 채널, 재생 목록, 구독 또는 미디어 콘텐츠를 제공하지 않습니다.
pt_br: KROIRA não fornece canais, listas de reprodução, assinaturas ou conteúdo de mídia.
tr_tr: KROIRA kanallar, oynatma listeleri, abonelikler veya medya içeriği sağlamaz.
zh_hans: KROIRA 不提供频道、播放列表、订阅或媒体内容。

# Submission.LongDescription
source: KROIRA IPTV is a Windows media player and source manager for user-provided M3U playlists, Xtream providers, and Stalker portals. It helps organize live channels, VOD libraries, guide data, favorites, continue-watching state, and source diagnostics on this device. KROIRA does not provide channels, streams, playlists, subscriptions, accounts, credentials, or media content.
ar_sa: KROIRA IPTV هو مشغل وسائط ومدير مصادر لنظام Windows لقوائم M3U ومزودي Xtream وملفات تعريف بوابات المزودين المدعومة التي يضيفها المستخدم. يساعد على تنظيم القنوات المباشرة ومكتبات VOD وبيانات الدليل والمفضلات وحالة متابعة المشاهدة والتشغيل وتشخيصات المصدر محلياً على هذا الجهاز. لا يوفر KROIRA قنوات أو بثوثاً أو قوائم تشغيل أو اشتراكات أو حسابات أو بيانات اعتماد أو محتوى وسائط.
de_de: KROIRA IPTV ist ein Windows-Mediaplayer und Quellenmanager für vom Benutzer bereitgestellte M3U-Wiedergabelisten, Xtream-Anbieter und unterstützte Anbieterportalprofile. Es hilft, Live-Kanäle, VOD-Bibliotheken, EPG-Daten, Favoriten, Weiterschauen, Wiedergabe und Quellendiagnosen lokal auf diesem Gerät zu organisieren. KROIRA stellt keine Kanäle, Streams, Wiedergabelisten, Abonnements, Konten, Zugangsdaten oder Medieninhalte bereit.
es_es: KROIRA IPTV es un cliente IPTV de escritorio de Windows para canales en vivo, VOD, series, EPG, favoritos, seguir viendo, perfiles y diagnósticos de fuentes locales.
fr_fr: KROIRA IPTV est un client IPTV de bureau Windows pour les chaînes en direct, VOD, les séries, EPG, les favoris, la poursuite du visionnage, les profils et les diagnostics de source locale.
hi_in: KROIRA IPTV लाइव चैनल, VOD, श्रृंखला, EPG, पसंदीदा, देखना जारी रखें, प्रोफ़ाइल और स्थानीय स्रोत निदान के लिए एक विंडोज़ डेस्कटॉप IPTV क्लाइंट है।
ja_jp: KROIRA IPTV は、ユーザーが提供する M3U プレイリスト、Xtream プロバイダー、対応するプロバイダーポータルプロファイル向けの Windows メディアプレーヤー兼ソースマネージャーです。このデバイス上で、ライブチャンネル、VOD ライブラリ、ガイドデータ、お気に入り、継続視聴状態、再生、ソース診断をローカルに整理できます。KROIRA はチャンネル、ストリーム、プレイリスト、サブスクリプション、アカウント、認証情報、メディアコンテンツを提供しません。
ko_kr: KROIRA IPTV은 라이브 채널, VOD, 시리즈, EPG, 즐겨찾기, 계속 시청, 프로필 및 로컬 소스 진단을 위한 Windows 데스크톱 IPTV 클라이언트입니다.
pt_br: KROIRA IPTV é um cliente IPTV de desktop Windows para canais ao vivo, VOD, séries, EPG, favoritos, continuar assistindo, perfis e diagnóstico de fonte local.
tr_tr: KROIRA IPTV, canlı kanallar, VOD, diziler, EPG, favoriler, izlemeye devam etme, profiller ve yerel kaynak teşhisi için bir Windows masaüstü IPTV istemcisidir.
zh_hans: KROIRA IPTV 是一个 Windows 桌面 IPTV 客户端，用于直播频道、VOD、系列、EPG、收藏夹、继续观看、配置文件和本地源诊断。
